OpenFOAM-5.x/tutorials/demo/pimplePipe/WK3/system/massflowrate
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     |
    \\  /    A nd           | Web:      www.OpenFOAM.org
     \\/     M anipulation  |
-------------------------------------------------------------------------------
Description
    Writes out values of fields from cells nearest to specified locations.

\*---------------------------------------------------------------------------*/


#includeEtc "caseDicts/postProcessing/flowRate/flowRatePatch.cfg"
name outlet;

// ************************************************************************* //
