OpenFOAM-5.x/tutorials/demo/pimplePipe/WK3/system/pressure
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     |
    \\  /    A nd           | Web:      www.OpenFOAM.org
     \\/     M anipulation  |
-------------------------------------------------------------------------------
Description
    Writes out values of fields from cells nearest to specified locations.

\*---------------------------------------------------------------------------*/


#includeEtc "caseDicts/postProcessing/surfaceFieldValue/patch.cfg"

fields (p);
operation average;
name outlet;

// ************************************************************************* //
